src/service_layer/sample/SOAP/cartset/getCartsetRequest.xml

<?xml version='1.0' encoding='UTF-8'?>
<soap:Envelope
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Head>
	</soap:Head>
	<soap:Body>
		<cs:getCartset xmlns:cs="http://www.dps.org/dps/cartset">
			<cs:cartsetID>20</cs:cartsetID>
		</cs:getCartset>
	</soap:Body>
</soap:Envelope>